Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: SEATTLE, LinuxCon/ContainerCon/CloudOpen, August 17, 2015 – The Linux Foundation, the nonprofit organization dedicated to accelerating the growth of Linux and collaborative development, today announced Huawei is becoming a Platinum member of the organization.
ja: 2015 年 8 月 17 日 シアトル LinuxCon/ContainerCon/CloudOpen 発 － Linux と共同開発の成長促進に取り組む非営利団体である The Linux Foundation (略称: LF) は、Huawei がプラチナ メンバーになることを発表しました。

source: SECURITY FEATURES
ja: セキュリティ機能

source: SIX WORKING GROUPS
ja: 6つの作業グループ

source: SPDX 2.0 provides companies with three-dimensional view of critical license dependencies, ensuring ease with open source license compliance
ja: SPDX 2.0 はクリティカルなライセンスの依存状態を 3D 化 オープン ソースのライセンス準拠を確実に容易に

source: SPDX 2.0 represents a major milestone for open source license compliance.
ja: SPDX 2.0 はオープン ソース ライセンス準拠の大きなマイルストーンといえます。

source: SPDX can now reference software pulled from version control systems, in addition to software served as downloads.
ja: 新しい SPDX は、バージョン管理システムから pull されたソフトウェアや、ダウンロード提供されたソフトウェアも参照できる。

source: SPDX is developed with individuals associated with a wide range of industry and open source community heavyweights, including: Alcatel-Lucent, ARM, Black Duck Software, Cisco, HP, Linaro, Micro Focus, nexB, Palamida, Pelagicore, Protecode, Source Auditor, Qualcomm, Samsung, Texas Instruments, University of Nebraska Omaha, University of Victoria, and Wind River.
ja: SPDX は、 Alcatel-Lucent、ARM、Black Duck Software、Cisco、HP、Linaro、Micro Focus、nexB、Palamida、Pelagicore、Protecode、Source Auditor、Qualcomm、Samsung、Texas Instruments、University of Nebraska Omaha、University of Victoria、Wind River など、さまざまな業界やオープン ソース コミュニティの重鎮の協力により開発されています。

source: Sales or Marketing Pitches
ja: 販売促進やマーケティングを目的としているもの

source: Samsung Electronics
ja: サムスン電子株式会社

source: San Francisco, April 28, 2015 -- The Linux Foundation, the nonprofit organization dedicated to accelerating the growth of Linux and collaborative development, today announced that Bitdefender and Fox Technologies, Inc. are joining the organization.
ja: 2015 年 4 月 28 日 サンフランシスコ発 － Linux と共同開発の成長促進に取り組む非営利団体である The Linux Foundation (略称: LF) は、Bitdefender と Fox Technologies, Inc. がメンバーとして参画することを発表しました。

source: San Francisco, January 4, 2016 – Automotive Grade Linux (AGL), a collaborative open source project developing a common, Linux-based software stack for the connected car, today announced a new AGL Unified Code Base (UCB) distribution built specifically for the Automotive industry.
ja: 2016 年 1 月 4 日 サンフランシスコ発 － コネクテッド カー向けの共通 Linux ベース ソフトウェア スタックを開発しているオープン ソース共同開発プロジェクト Automotive Grade Linux (AGL) は、本日、自動車業界向けに開発された新しい AGL ユニファイド コード ベース (Unified Code Base: UCB) を発表しました。

source: San Francisco, January 4, 2016 – Automotive Grade Linux (AGL), a collaborative open source project developing a common, Linux-based software stack for the connected car, today announced that Subaru (Fuji Heavy Industries, Ltd.), Mitsubishi Motors, Mazda Motor Corporation and Ford Motor Company are joining The Linux Foundation and AGL.
ja: 2016 年 1 月 4 日 サンフランシスコ発 － コネクテッド カー向けの共通 Linux ベース ソフトウェア スタックを開発しているオープン ソース共同開発プロジェクト Automotive Grade Linux (AGL) は、本日、スバル (富士重工業)、三菱自動車、マツダ、フォード (Ford Motor Company) の 4 社が Linux Foundation と AGL のメンバーになったことを発表しました。

source: San Francisco, July 9, 2015 – The Core Infrastructure Initiative (CII), a project managed by The Linux Foundation that enables technology companies, industry stakeholders and esteemed developers to collaboratively identify and fund critical open source projects in need of assistance, today announced The Census Project, a new program that analyzes popular open source projects to identify which ones are critical to Internet infrastructure and also most in need of additional support and funding.
ja: 2015 年 7 月 9 日 サンフランシスコ発 － The Linux Foundation が運営支援するプロジェクト Core Infrastructure Initiative (CII) は、技術系企業、業界の利害関係者、および著名開発者が協力し合い、支援を必要としているオープンソース プロジェクトを見極めて助成するものですが、この CII が本日 Census Project を発表しました。Census Project は、どのプロジェクトがインターネット基盤に不可欠でしかも最も助成を必要としているかを見極めるために、ポピュラーなオープン ソース プロジェクトを分析する新しいプログラムです。

source: San Francisco, June 22, 2015 – The Core Infrastructure Initiative (CII), a project managed by The Linux Foundation that enables technology companies, industry stakeholders and esteemed developers to collaboratively identify and fund critical open source projects in need of assistance, today announced financial support of nearly $500,000 for three new projects to better support critical security elements of today’s global information infrastructure.
ja: 2015 年 7 月 22 日 サンフランシスコ発 － The Linux Foundation が運営支援するプロジェクト Core Infrastructure Initiative (CII) は、技術系企業、業界の利害関係者、および著名開発者が協力し合い、支援を必要としているオープンソース プロジェクトを見極めて資金援助するものです。この CII が本日、3 つの新プロジェクトに対して約 50 万米ドルの資金援助を行い、昨今のグローバル情報基盤の最重要セキュリティ要素に対するサポートを強化すると発表しました。

source: Schedule Announced: September 25, 2015
ja: スケジュール発表: 2015 年 9 月 25 日

source: Seattle and Menlo Park, Calif., Oct. 13, 2015 – ONOS’ community and The Linux Foundation today announced a strategic partnership that is expected to have an enormous impact on the future of networking by helping ONOS to realize its full potential as an open source SDN and NFV project for service providers.
ja: 2015 年 10 月 13 日カリフォルニア州シアトルおよびメンローパーク発 － ONOS のコミュニティと The Linux Foundation が本日、戦略的パートナーシップを発表しました。ONOS への支援は今後のネットワークに大きな影響を及ぼし、サービス プロバイダー向けのオープン ソース SDN / NFV プロジェクトとして十分な潜在能力を実現することが期待されます。

source: Seattle, LinuxCon/CloudOpen North America, August 18, 2015 – The Core Infrastructure Initiative (CII), a project managed by The Linux Foundation that enables technology companies, industry stakeholders and esteemed developers to collaboratively identify and fund critical open source projects in need of assistance, today announced it is developing a new free Badge Program, seeking input from the open source community on the criteria to be used to determine security, quality and stability of open source software.
ja: 2015 年 8 月 18 日 シアトル LinuxCon/CloudOpen North America 発 － The Linux Foundation が運営支援するプロジェクト Core Infrastructure Initiative (CII) は、技術系企業、業界の利害関係者、および著名開発者が協力し合い、支援を必要としているオープンソース プロジェクトを見極めて助成するものですが、この CII が新たにフリーの Badge Program を開発しており、オープン ソース ソフトウェアの安全、品質、および安定性を決定するために使われる基準についてオープン ソース コミュニティから意見を求めていることを発表しました。

source: Secure websites have always been standard for ecommerce companies like Amazon or Shopify, and in recent years companies that handle private communications like Google and Facebook have invested millions of dollars in enabling encryption for all users.
ja: Amazon や Shopify のような e コマース企業にとって、安全な Web サイトであることは常に基本であり、昨今では、Google や Facebook のようなプライベート コミュニケーションを扱う企業は、膨大な費用をかけてすべてのユーザーが暗号化を行えるようにしています。

source: Security
ja: セキュリティ

source: Security researcher Hanno Böck spearheads The Fuzzing Project, coordinating fuzzing efforts for open source software.
ja: セキュリティ リサーチャーの Hanno Böck は The Fuzzing Project の指揮をとり、オープン ソース ソフトウェアのファズテスト (脆弱性などの不具合を発見するために意図的に想定外のデータ (ファズ) を入力し、例外を発生させてその挙動を調べる) を取りまとめています。

source: Security, Stability, Scalability, Performance
ja: セキュリティ、安定性、拡張性、パフォーマンス

source: See our Courses and Exams
ja: コースや試験を見てみる

source: See this article for a description of some of the ongoing issues in this area.
ja: この分野で進行中の問題については、こちらの記事 <https://lwn.net/Articles/557082/> を参照してください。

source: See this article for details on where the code for 4.1 came from.
ja: 4.1 のコードの出自については、こちらの記事 https://lwn.net/Articles/646942/ を参照してください。

source: See this article for more information on where the changes in 4.2 came from.
ja: 4.2 の変更内容の出自については、こちらの記事 (https://lwn.net/Articles/654633/ ) を参照してください。

source: Select the experience level (Beginner, Intermediate, Advanced, Any).
ja: Experience Level: 経験のレベルを選択します (初級、中級、上級など)

source: Semi
ja: 半導体

source: Service Providers
ja: サービス プロバイダー:

source: Service Providers:
ja: サービス プロバイダー:

source: Serving as a proxy between the community, industry and end users to ensure everyone’s needs are best understood and that collaboration solutions are optimized
ja: 開発コミュニティ、企業、エンドユーザーの代理人として、それぞれのニーズが正しく理解され、その協業的ソリューションが最適化されるように仲介する

source: Serving as the neutral voice for Linux with press and analysts to ensure that Linux is defended against competitor threats and remains a successful, thriving and growing operating system
ja: 報道関係者やアナリスト向けに、Linux が競合企業の脅威から十分に守られ、成功し続け、活発に成長するオペレーティング システムであるというメッセージを中立的な立場から発信する

source: Set-up Hours
ja: 準備時間

source: Share
ja: このページを共有

source: She brings a wealth of Linux, systems and cloud security experience to her new role.
ja: Linux、システム、およびクラウド セキュリティにおける経験は、彼女の今後の任務を大いに支えるでしょう。

source: She has gained expertise working with open standards groups, including the Trusted Computing Group and GlobalPlatform, and has been a Certified Information Systems Security Professional since 2004.
ja: また、Trusted Computing Group や GlobalPlatform といったオープン標準グループとの連携経験もあり、2004 年には Certified Information Systems Security Professional の資格を有しています。

source: Shipping
ja: 展示品の搬入について

source: Shipping & Storage
ja: 出荷と保管

source: Shipping, Storage & Security
ja: 出荷、保管、および保安

source: Shoot!
ja: それね!

source: Short-term forecast: The most likely date for the 4.2 kernel release is August 23.
ja: 短期予報: 4.2 カーネルのリリース予定日は 8 月 23 日になりそうです。

source: Short-term forecast: the 4.3 kernel can be expected on or shortly after October 31, 2015.
ja: 短期予報: 4.3 カーネルのリリースは、2015 年 10 月末からその数日後になりそうです。

source: Short-term forecast: the 4.4 kernel can be expected shortly after the new year.
ja: 短期予報: カーネル 4.4 のリリースは年明け後になるでしょう。

source: Short-term forecast: the most likely release date for the 4.1 kernel is June 14.
ja: 短期予報: 4.1 カーネルのリリース予定日は 6 月 14 日になるという説が最も有力です。

source: Should we need a higer resolution image of your company logo, Courtenay Pope will contact you by Friday, May 8th.
ja: 高解像度版ロゴ イメージを利用ご希望の場合は、5 月 8 日 (金) までに Courtenay Pope までご連絡ください。

source: Should we need a higer resolution image of your company logo, Maresa Fowler will contact you by Monday, May 11th.
ja: 高解像度版ロゴ イメージを利用ご希望の場合は、5月 11 日 (月) までに Maresa Fowler *までご連絡ください。

source: Should you need a room on any of these dates, please email the events team at events@linuxfoundation.org.
ja: また、下記のホテルもアクセスに便利です。 ホテル Mets 目白: 目白駅から徒歩 1 分 http://www.hotelmets.jp/mejiro/index.htm リッチモンドホテル目白：目白駅から徒歩 2 分 https://richmondhotel.jp/mejiro/index.php ホテルメトロポリタン池袋: 池袋駅西口から徒歩3分 http://www.metropolitan.jp/e/index.html

source: Showcase, Set-up and Tear Down Hours
ja: ショーケース、準備時間、撤収時間

source: Showcase, Set-up and Tear-Down Hours
ja: ショーケース、準備時間、撤収時間

source: Significant Industry Investment in Open SDN
ja: オープン SDN に対する大規模な産業投資

source: Significant time is required to investigate programs that have typically not been diagnosed together, such as open source components and libraries and third party, proprietary software.
ja: オープン ソース コンポーネントとライブラリやサードパーティのプロプライエタリ ソフトウェアのように、通常は一緒に診断されることのないプログラムを調査するには、膨大な時間が必要です。

source: Silver Level:
ja: シルバー レベル:

source: Silver Members of OpenDaylight
ja: OpenDaylight のシルバー メンバー

source: Silver Sponsor Counter
ja: シルバー スポンサーのカウンター

source: Silver and Bronze: 6’ wide x 6’ deep
ja: シルバーおよびブロンズ: 約幅 1.8m x 奥行き 1.8m

source: Silver: 1
ja: シルバー: 1

source: Silver: 5
ja: シルバー: 5

source: Silver: Approx 5ft wide x 3ft high x 2ft deep (1500mm x 930mm x 600mm)
ja: シルバー スポンサー: 幅1500mm x 高さ930mm x 奥行き600mm

source: Since it was created in 1991, the web has been a democratizing force where anyone can setup a webpage (or blog, or ecommerce store), but these pages would be insecure by default.
ja: 1991 年に産声をあげて以来、Web は民主化の力となり、だれでも Web ページ (ブログや通販サイト) を作ることができるようになりましたが、それらのページは「デフォルト」では無防備なものでした。

source: Since its inception 20 years ago, Linux has become the most used software in the world.
ja: 20 年前に誕生した Linux は、世界で最も使われるソフトウェアになりました。

source: Since no one entity “owns” Linux, it calls upon an organization to provide those services needed to advance the platform.
ja: Linux を「占有」する人物はいないため、Linux プラットフォームの発展に必要なサービスを提供する組織が必要です。

source: Single reference distribution (ARM and Intel)
ja: シングル リファレンス ディストリビューション (ARM と Intel)

source: Skills you will learn include:
ja: あなたはつぎのようなスキルを学びます。

source: So what about ONOS?
ja: では ONOS とは何か?

source: So what does this mean for the industry?
ja: では、これは業界にとってどんな意味を持つのか?

source: Software Developers, Linux IT Professionals, Corporate End Users, Senior Business Executives, IT Operations Experts, System Administrators, Media and anyone else with an interest in the Linux and open source based enterprise business.
ja: ソフトウェア開発者、Linux IT プロフェッショナル、企業エンド ユーザー、経営理者層、IT 管理専門職、システム管理者、メディア、ならびに Linux / オープンソースを利用した企業ビジネスに関心のあるすべての方。

source: Solutions Based on OpenDaylight
ja: OpenDaylight をベースにしたソリューション

source: Some end users and vendor organizations see strong reasons to support both ONOS and OpenDaylight at this time.
ja: ONOS と OpenDaylight の両方をサポートする必要のあるエンド ユーザーやベンダー組織も存在します。

source: Some features merged for this release include:
ja: このリリース向けにマージされている機能には、以下のようなものがあります。

source: Some of his public work can be seen at security conferences in Europe, North and South America and in managing NCC Group's work with the Open Technology Fund and the Open Crypto Audit Project, comprising public reports on TrueCrypt, TorBrowser and several other applications.
ja: 公的業務として、ヨーロッパ、北米および南米のセキュリティ カンファレンス、Open Technology Fund や Open Crypto Audit Project との NCC Group の共同作業の管理、TrueCrypt や TorBrowser などのアプリケーションに関する公開報告書作成などを行っています。

source: Some of the changes that have been merged for this release include:
ja: 以下のような修正がマージされています。

source: Some of the features that can be expected in this release include:
ja: このリリースでは以下のような機能が含まれる予定です。

source: Some of the major features merged for this release include:
ja: このリリースでマージされた主な機能は以下のとおりです。

source: Some of the more significant additions this time around include:
ja: 追加されたおもな機能をいくつかご紹介します。

source: Some of the more significant changes in this release are:
ja: 主な変更点は以下のとおりです。

source: Some of the more significant changes in this release include:
ja: 主な変更点は以下のとおりです。

source: Something like that…
ja: ほらほらこんなの

source: Speaker Bio
ja: 発表者経歴

source: Speakers should be especially aware of these concerns.
ja: 特に講演者は、これらについて留意する必要があります。

source: Speaking Opportunity
ja: イベントにおける講演

source: Special orders for A/V cannot be made for this room.
ja: 会議室用に A/V 機器を特注することはできません。

source: Sponsor Attendee Passes
ja: スポンサー無料招待券

source: Sponsor Designation in Pre-Conference Email Marketing
ja: イベント前の電子メール マーケティングで認知度をアップ

source: Sponsor Designation in Promotional Emails & Press Releases
ja: プロモーション電子メールやプレス リリースでスポンサー名をアピール

source: Sponsor Guide
ja: スポンサー ガイド

source: Sponsors will be assigned a display location and notified of that location by Friday, May 8th.
ja: 各スポンサー企業には展示場所が割り当てられ、5 月 8 日 (金) までに通知されます。

source: Sponsors will be assigned a location and notified of that location by Friday, May 8th.
ja: 各スポンサー企業には展示場所が割り当てられ、5 月 8 日 (金) までに通知されます。

source: Standardization always brings tough decisions; having to rationalize approaches that once seemed highly promising, or the need to compromise a technology that you believe in strongly if the community has rallied behind another approach.
ja: 標準化には、常に困難な決定が付きまといます。たとえば、コミュニティが別のアプローチを支持すれば、非常に有望だと思われるアプローチを合理化しなければならない、あるいは自分が強く信頼している技術を妥協する必要がある、などです。

source: Standardization: Successful open source projects, even more importantly, enable a broad cross-section of the industry to standardize around one “good-enough” architecture on which an ecosystem can thrive.
ja: 標準化: 成功するオープン ソース プロジェクトではさらに重要なことに、業界の広範なクロスセクションで 1 つの "good-enough" なアーキテクチャの標準化が実現し、そこでエコシステムが成長します。

source: Starting today, viewers will be able to join characters Annie, Sam and String as they navigate this unimaginable world that puts a funny twist on the story of Linux and brings awareness to the fundamental ubiquity of this technology.
ja: 今日から Annie や Sam や String と一緒に

source: Stay in the know
ja: ニュースレターのお申し込み

source: Storage
ja: 保管について

source: Strategies for handling interactions between Open Source licenses and proprietary
ja: オープン ソース ライセンスとプロプライエタリの混在処理

source: Struggling to shit to a new revenue model.
ja: 新たな収益モデルに移行するための模索

source: Subaru (Fuji Heavy Industries, Ltd.), the manufacturer of Subaru automobiles, is a leading manufacturer in Japan with a long history of technological innovations that dates back to its origin as an aircraft company.
ja: スバル (富士重工業株式会社 － 本社: 日本) は航空機会社として創業し、技術革新の道を歩んできた歴史ある企業です。

source: Subaru joins Automotive Grade Linux as a Bronze member.
ja: 同社は Automotive Grade Linux のブロンズ メンバーになりました。

source: Submit a Speaking Proposal
ja: スピーチの提案書を提出する

source: Submitting Your Slides
ja: スライドの提出について

source: Suggested Topics
ja: お勧めトピック

source: Summary: Overall, I believe this move is good for the industry and good for OpenDaylight even though there may be some short-term challenges.
ja: 要旨: 短期的課題はあるかもしれませんが、この動き http://www.linuxfoundation.org/news-media/announcements/2015/10/onos-project-joins-linux-foundation-strategic-partnership は業界にとっても OpenDaylight にとっても朗報だと思っています。

source: Supply Chain
ja: サプライ チェーン担当者

source: Supporting and encouraging compliance with the licenses that code is released under is key to achieving these goals.
ja: 私たちの目標を達成するためには、ライセンスに準拠したコード リリースを支援および奨励することが重要です。

source: Supporting software for capturing data, sourced from the Black Duck Open HUB (formerly Ohloh), a free online community and public directory of free and open source software (FOSS), is written in Python by Samir Khakimov of IDA.
ja: フリーのオンライン コミュニティであり、フリー&オープン ソース ソフトウェア (FOSS) のパブリック ディレクトリである Black Duck Open HUB (旧 Ohloh) 由来のデータを取得するためのサポート ソフトウェアは、IDA の Samir Khakimov によって Python で記述されています。

source: System Architecture Team with automotive experience
ja: 自動車経験のあるシステム アーキテクチャ チーム

source: System Integrators
ja: システム インテグレーター

source: Systems
ja: システム

source: TIS Interpreter, expected to be released as open source software in early 2016, will use existing test cases to detect bugs with no false positives, which saves developers’ time.
ja: 2016 年前半にオープン ソース ソフトウェアとしてリリースされる予定の TIS Interpreter は、既存のテス トケースを使ってフォールス ポジティブのないバグ検出を行い、開発者の時間を節約します。

source: TKP Garden City Yokohama
ja: TKPガーデンシティ横浜

source: TYPE1:
ja: タイプ 1:

source: TYPE2:
ja: タイプ 2:

source: Tear-Down Hours
ja: 撤収時間

source: Technical contributions are open to anyone and are being submitted now to the Technical Oversight Committee for review.
ja: 技術貢献はすべての人々から受け付け、技術管理委員会によるレビューを受けています。

source: Technology Showcase Booth Location
ja: テクノロジ ショーケースのブース配置

source: Technology Showcase Booth Locations
ja: テクノロジ ショーケースのブース配置

source: Technology Showcase Booth/Table Availability
ja: テクノロジ ショーケースのブース/テーブル

source: Technology Showcase Display
ja: テクノロジ ショーケースの展示

source: Technology Showcase Hours
ja: テクノロジ ショーケース展示時間

source: Technology Showcase Layout
ja: テクノロジ ショーケースのレイアウト

source: Technology Showcase Participation
ja: テクノロジ ショーケースへの参加

source: Tel:(+81-3) 3943-1111
ja: TEL: 03-3943-1111

source: Tell us how the content of your presentation will help better the Linux and open source ecosystem
ja: あなたの発表がどのように Linux / オープンソース エコシステムの改良に役立つかを説明してください

source: Tell us how the content of your presentation will help better the Linux and open source ecosystem.
ja: Benefits to the Ecosystem: あなたの発表が、どのように Linux / オープンソース エコシステムの改良に寄与するか説明します。

source: Thank You
ja: ありがとうございました

source: Thank you for voting.
ja: OSS の利用状況アンケートにご協力ください。

source: Thank you for your support of Automotive Linux Summit 2015, taking place June 1 & 2, 2015 at the Chinzan-so Hotel & Conference Center in Tokyo.
ja: Automotive Linux Summit 2015 (6 月 1・2 日 椿山荘ホテル会議センターにて開催) へのご支援ありがとうございます。

source: Thank you for your support of LinuxCon + CloudOpen Japan 2015, taking place June 3-5 at the Chinzan-so Hotel & Conference Center in Tokyo.
ja: LinuxCon + CloudOpen Japan 2015 (6月3～5日 椿山荘ホテルおよび会議センターにて開催) へのご支援ありがとうございます。

source: Thanks again for voting!
ja: ご協力ありがとうございました。

source: Thanks for voting on the OSS List.
ja: OSS 利用状況アンケートへのご協力ありがとうございます。

source: Thanks to the hundreds of thousands of individuals and companies who support Linux, we don't have to.
ja: Linux を支えている何十万もの人々や企業のおかげです。

source: Thanks to the hundreds of thousands of individuals and companies who support Linux, we don’t have to.
ja: Linux を支えている何十万もの人々や企業のおかげです。

source: That said, expect significant progress in this area in the 2014 time frame.
ja: とは言うものの、この領域は 2014 年には大きく進展するでしょう。

source: That which stays the same is doomed to become irrelevant.
ja: 同じ状態を保つというのは意味のないことです。

source: That’s why we applaud Microsoft, Amazon Web Services, Google, Docker and CoreOS, among the other founding members of the Open Container Project, for taking the important steps to build a neutral and collaborative environment where everyone can work together to bring a portable container standard to the cloud.
ja: そのようなわけで、Microsoft、Amazon Web Services、Google、Docker、CoreOS をはじめとする Open Container Project 創設メンバーが、クラウドのポータブル コンテナ スタンダード実現のために誰でも一緒に取り組める中立なコラボレーション環境構築の重要なステップを踏み出したことを歓迎します。

source: That’s why we're announcing the Node.js Foundation is formally established as a Linux Foundation Collaborative Project.
ja: ここで Node.js Foundation が Linux Foundation の協業プロジェクトとして正式に発足したことを発表します。

source: The "PIDs" controller allows a control group to regulate the number of processes created by a group of processes; it is useful against fork bombs and other related problems.
ja: "PIDs" コントローラー コントロール グループの仕組みにより、プロセス グループが作成するプロセス数を規制できます。フォーク爆弾などの問題に対して有用です。

source: The 3.9 kernel included some new infrastructure, and 3.13 includes a much improved scheduler for NUMA systems.
ja: 3.9 カーネルで新しい基盤が組み込まれ、3.13 では大幅に改善された NUMA システム向けスケジューラーが組み込まれています。

source: The 500+ person-strong OpenDaylight developer community is committed to welcoming with open arms ONOS’ 78 developers.
ja: 500 人以上からなる強力な OpenDaylight 開発者コミュニティは、ONOS の 78 人の開発者を心から歓迎します。

source: The 7 Habits of Highly Ineffective Speakers
ja: 影響力のある講演者の 7 つの習慣

source: The AGL Requirements Specification 1.0 and AGL code are free to download and anyone can participate in the open source community.
ja: AGL 要件仕様書 1.0 も AGL コードも自由にダウンロードでき、誰でもこのオープン ソース コミュニティに参加することができます。

source: The AGL UCB distribution will play a huge role in the adoption of Linux-based systems for all functions in the vehicle.”
ja: AGL UCB ディストリビューションは、Linux ベースのシステムを自動車のあらゆる機能に行き渡らせる重要な役割を果たすでしょう。」

source: The AGL distribution initially supports the following platforms, with more to be added in the coming months:
ja: AGL ディストリビューションは、まず以下のプラットフォームをサポートし、つづいて今後の数か月でさらに対象を増やしていきます。

source: The AGL platform is available to all, and anyone can participate in its development.
ja: AGL プラットフォームは誰でも使用でき、誰でもその開発に参加できます。

source: The AllSeen Alliance Summit will take place in Seattle October 19-21, 2015.
ja: AllSeen Alliance Summit は、2015 年 10 月 19 日 から 21 日にかけてシアトルにて開催されます。

source: The AllSeen Alliance is a Collaborative Project at The Linux Foundation.
ja: AllSeen Alliance は、Linux Foundation の協業プロジェクトです。

source: The AllSeen Alliance is a nonprofit open source consortium dedicated to driving the widespread adoption of products, systems and services that support the Internet of Everything with an open, universal development framework that is supported by a vibrant ecosystem and thriving technical community.
ja: AllSeen Allianse は、活気あるエコシステムと技術コミュニティが支えるオープンで普遍的なフレームワークを利用し、IoE (Internet of Everything) をサポートするさまざまな製品、システム、およびサービスの導入実現に取り組む非営利オープン ソース コンソーシアムです。
